Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# signup_create_account_title
source: Create Your Account
es: Crea tu cuenta
ko: 계정 만들기
vi: Tạo tài khoản của bạn
zh_hans: 创建您的账户
zh_hant: 建立您的帳戶

# signup_creating_account
source: Creating your account...
es: Creando tu cuenta...
ko: 계정 생성 중...
vi: Đang tạo tài khoản...
zh_hans: 正在创建账户...
zh_hant: 正在建立帳戶...

# signup_details_subtitle
source: Fill in your details below
es: Completa tus datos a continuación
ko: 아래에 정보를 입력하세요
vi: Điền thông tin của bạn bên dưới
zh_hans: 请在下方填写您的信息
zh_hant: 請在下方填寫您的資訊

# signup_email_label
source: Email *
es: Correo electrónico *
ko: 이메일 *
zh_hans: 电子邮件 *
zh_hant: 電子郵件 *

# signup_email_placeholder
source: john@example.com
es: juan@ejemplo.com
ko: hong@example.com
vi: ten@example.com
zh_hans: zhang@example.com
zh_hant: zhang@example.com

# signup_error_confirm_password_required
source: Please confirm your password
es: Por favor confirma tu contraseña
ko: 비밀번호를 확인해 주세요
vi: Vui lòng xác nhận mật khẩu
zh_hans: 请确认密码
zh_hant: 請確認密碼

# signup_error_email_exists
source: This email is already registered
es: Este correo electrónico ya está registrado
ko: 이 이메일은 이미 등록되어 있습니다
vi: Email này đã được đăng ký
zh_hans: 该电子邮件已注册
zh_hant: 該電子郵件已註冊

# signup_error_email_exists_hint
source: An account with this email already exists. Try signing in instead.
es: Ya existe una cuenta con este correo electrónico. Intenta iniciar sesión.
ko: 이 이메일로 가입된 계정이 이미 있습니다. 대신 로그인해 보세요.
vi: Đã có tài khoản dùng email này. Hãy thử đăng nhập.
zh_hans: 此电子邮件已注册账户。请尝试直接登录。
zh_hant: 此電子郵件已註冊帳戶。請嘗試直接登入。

# signup_error_email_invalid
source: Please enter a valid email address
es: Por favor, ingresa un correo electrónico válido
ko: 유효한 이메일 주소를 입력해 주세요
vi: Vui lòng nhập địa chỉ email hợp lệ
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

# signup_error_email_required
source: Email is required
es: El correo electrónico es obligatorio
ko: 이메일을 입력해 주세요
vi: Vui lòng nhập email
zh_hans: 请输入电子邮件
zh_hant: 請輸入電子郵件

# signup_error_failed
source: Signup failed. Please try again.
es: Error en el registro. Por favor, inténtalo de nuevo.
ko: 가입에 실패했습니다. 다시 시도해 주세요.
vi: Đăng ký thất bại. Vui lòng thử lại.
zh_hans: 注册失败，请重试。
zh_hant: 註冊失敗，請重試。

# signup_error_fields_invalid
source: Please fill in all required fields correctly.
es: Por favor, completa todos los campos obligatorios correctamente.
ko: 모든 필수 항목을 올바르게 입력해 주세요.
vi: Vui lòng điền đầy đủ và chính xác các trường bắt buộc.
zh_hans: 请正确填写所有必填项。
zh_hant: 請正確填寫所有必填項。

# signup_error_invalid_code_format
source: Invalid invite code format
es: Formato de código de invitación inválido
ko: 초대 코드 형식이 올바르지 않습니다
vi: Định dạng mã mời không hợp lệ
zh_hans: 邀请码格式无效
zh_hant: 邀請碼格式無效

# signup_error_invalid_or_expired_code
source: Invalid or expired invite code
es: Código de invitación inválido o expirado
ko: 유효하지 않거나 만료된 초대 코드입니다
vi: Mã mời không hợp lệ hoặc đã hết hạn
zh_hans: 邀请码无效或已过期
zh_hant: 邀請碼無效或已過期

# signup_error_name_invalid_characters
source: Name can only contain letters, spaces, hyphens and apostrophes
es: El nombre solo puede contener letras, espacios, guiones y apóstrofos
ko: 이름에는 문자, 공백, 하이픈, 아포스트로피만 사용할 수 있습니다
vi: Tên chỉ được chứa chữ cái, dấu cách, dấu gạch nối và dấu nháy đơn
zh_hans: 姓名只能包含字母、空格、连字符和撇号
zh_hant: 姓名只能包含字母、空格、連字號和撇號

# signup_error_name_required
source: Name is required
es: El nombre es obligatorio
ko: 이름을 입력해 주세요
vi: Vui lòng nhập tên
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

# signup_error_name_too_long
source: Name must be 50 characters or fewer
es: El nombre debe tener 50 caracteres o menos
ko: 이름은 50자 이하여야 합니다
vi: Tên phải có 50 ký tự trở xuống
zh_hans: 姓名不能超过 50 个字符
zh_hant: 姓名不能超過 50 個字元

# signup_error_name_too_short
source: Name must be at least 2 characters
es: El nombre debe tener al menos 2 caracteres
ko: 이름은 2자 이상이어야 합니다
vi: Tên phải có ít nhất 2 ký tự
zh_hans: 姓名至少需要2个字符
zh_hant: 姓名至少需要2個字元

# signup_error_no_invite_code
source: Invalid invite code. Please go back and validate your invite code.
es: Código de invitación inválido. Por favor, regresa y valida tu código de invitación.
ko: 유효하지 않은 초대 코드입니다. 뒤로 가서 초대 코드를 다시 확인해 주세요.
vi: Mã mời không hợp lệ. Vui lòng quay lại và xác thực mã mời của bạn.
zh_hans: 邀请码无效。请返回并验证您的邀请码。
zh_hant: 邀請碼無效。請返回並驗證您的邀請碼。

# signup_error_password_required
source: Password is required
es: La contraseña es obligatoria
ko: 비밀번호를 입력해 주세요
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# signup_error_password_too_short
source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres
ko: 비밀번호는 8자 이상이어야 합니다
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要8個字元

# signup_error_password_weak
source: Password must contain at least one letter and one number
es: La contraseña debe contener al menos una letra y un número
ko: 비밀번호에는 문자와 숫자가 각각 하나 이상 포함되어야 합니다
vi: Mật khẩu phải chứa ít nhất một chữ cái và một số
zh_hans: 密码必须包含至少一个字母和一个数字
zh_hant: 密碼必須包含至少一個字母和一個數字

# signup_error_passwords_do_not_match
source: Passwords do not match
es: Las contraseñas no coinciden
ko: 비밀번호가 일치하지 않습니다
vi: Mật khẩu không khớp
zh_hans: 密码不匹配
zh_hant: 密碼不匹配

# signup_error_rate_limited
source: Please wait a moment
es: Por favor, espera un momento
ko: 잠시만 기다려 주세요
vi: Vui lòng đợi một chút
zh_hans: 请稍等片刻
zh_hant: 請稍等片刻

# signup_error_validation_failed
source: Validation failed
es: Error de validación
ko: 유효성 검사 실패
vi: Xác thực thất bại
zh_hans: 验证失败
zh_hant: 驗證失敗

# signup_error_validation_failed_retry
source: Validation failed. Please try again.
es: Error de validación. Por favor, inténtalo de nuevo.
ko: 유효성 검사에 실패했습니다. 다시 시도해 주세요.
vi: Xác thực thất bại. Vui lòng thử lại.
zh_hans: 验证失败，请重试。
zh_hant: 驗證失敗，請重試。

# signup_full_name_label
source: Full Name *
es: Nombre completo *
ko: 이름 *
vi: Họ và tên *
zh_hans: 全名 *
zh_hant: 全名 *

# signup_invite_code_label
source: Invite Code
es: Código de invitación
ko: 초대 코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# signup_invite_code_placeholder
source: Enter invite code
es: Ingresa el código de invitación
ko: 초대 코드를 입력하세요
vi: Nhập mã mời
zh_hans: 输入邀请码
zh_hant: 輸入邀請碼

# signup_invite_subtitle
source: Enter your invite code to get started
es: Ingresa tu código de invitación para comenzar
ko: 시작하려면 초대 코드를 입력하세요
vi: Nhập mã mời để bắt đầu
zh_hans: 输入邀请码以开始
zh_hant: 輸入邀請碼以開始

# signup_method_subtitle
source: How would you like to sign up?
es: ¿Cómo te gustaría registrarte?
ko: 어떤 방식으로 가입하시겠습니까?
vi: Bạn muốn đăng ký bằng cách nào?
zh_hans: 您希望如何注册？
zh_hant: 您希望如何註冊？

# signup_name_placeholder
source: John Doe
es: Juan Pérez
ko: 홍길동
vi: Nguyễn Văn A
zh_hans: 张三
zh_hant: 張三

# signup_next_button
source: Next
es: Siguiente
ko: 다음
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# signup_or_divider
source: or
es: o
ko: 또는
vi: hoặc
zh_hans: 或
zh_hant: 或

# signup_password_hint
source: Must be at least 8 characters with letters and numbers
es: Debe tener al menos 8 caracteres con letras y números
ko: 문자와 숫자를 포함하여 8자 이상이어야 합니다
vi: Phải có ít nhất 8 ký tự gồm chữ cái và số
zh_hans: 必须至少8个字符，包含字母和数字
zh_hant: 必須至少8個字元，包含字母和數字

# signup_password_label
source: Password *
es: Contraseña *
ko: 비밀번호 *
vi: Mật khẩu *
zh_hans: 密码 *
zh_hant: 密碼 *

# signup_password_placeholder
source: Minimum 8 characters
es: Mínimo 8 caracteres
ko: 최소 8자
vi: Tối thiểu 8 ký tự
zh_hans: 最少8个字符
zh_hant: 最少8個字元

# signup_privacy_policy
source: Privacy Policy
es: Política de privacidad
ko: 개인정보 처리방침
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# signup_terms_agreement
source: By creating an account, you agree to our
es: Al crear una cuenta, aceptas nuestros
ko: 계정을 만들면 다음에 동의하게 됩니다:
vi: Bằng việc tạo tài khoản, bạn đồng ý với
zh_hans: 创建账户即表示您同意我们的
zh_hant: 建立帳戶即表示您同意我們的

# signup_terms_and
source: and
es: y
ko: 및
vi: và
zh_hans: 和
zh_hant: 和

# signup_terms_of_service
source: Terms of Service
es: Términos de servicio
ko: 이용약관
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# signup_title
source: Sign Up
es: Registrarse
ko: 회원가입
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

source: Skip
es: Omitir
ko: 건너뛰기
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# spotlight_longest_streak
source: Longest Streak
es: Racha más larga
ko: 최장 연속
vi: Chuỗi dài nhất
zh_hans: 最长连续
zh_hant: 最長連續

# spotlight_requester_value
source: %lld requests
es: %lld solicitudes
ko: %lld건 요청
vi: %lld yêu cầu
zh_hans: %lld次请求
zh_hant: %lld次請求

# spotlight_rising_star
source: Rising Star
es: Estrella emergente
ko: 떠오르는 별
vi: Ngôi sao mới
zh_hans: 新星
zh_hant: 新星

# spotlight_streak_value
source: %lldw streak
es: Racha de %lld sem.
ko: %lld주 연속
vi: Chuỗi %lld tuần
zh_hans: %lld周连续
zh_hant: %lld週連續

# spotlight_top_requester
source: Top Requester
es: Mayor solicitante
ko: 최다 요청자
vi: Người yêu cầu hàng đầu
zh_hans: 最多请求者
zh_hant: 最多請求者

source: Stats
es: Estadísticas
ko: 통계
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

source: Status: %@
es: Estado: %@
ko: 상태: %@
vi: Trạng thái: %@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Submit
es: Enviar
ko: 제출
vi: Gửi
zh_hans: 提交
zh_hant: 提交

source: Suggestions
es: Sugerencias
ko: 제안
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

source: Switch between list and map view
es: Cambia entre la vista de lista y la de mapa
ko: 목록 보기와 지도 보기 전환
vi: Chuyển giữa chế độ xem danh sách và bản đồ
zh_hans: 在列表和地图视图之间切换
zh_hant: 在列表和地圖檢視之間切換

source: System Status
es: Estado del sistema
ko: 시스템 상태
vi: Trạng thái hệ thống
zh_hans: 系统状态
zh_hant: 系統狀態

source: Terms of Service
es: Términos del servicio
ko: 서비스 약관
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: Test Crash
es: Probar fallo
ko: 크래시 테스트
vi: Thử gây sự cố
zh_hans: 测试崩溃
zh_hant: 測試當機

source: Test Non-Fatal Error
es: Probar error no fatal
ko: 비치명적 오류 테스트
vi: Thử lỗi không nghiêm trọng
zh_hans: 测试非致命错误
zh_hant: 測試非致命錯誤

source: These options are only visible in debug builds for testing crash reporting.
es: Estas opciones solo son visibles en compilaciones de depuración para probar los informes de fallos.
ko: 이 옵션은 크래시 보고 테스트를 위한 디버그 빌드에서만 표시됩니다.
vi: Các tùy chọn này chỉ hiển thị trong bản dựng debug để thử báo cáo sự cố.
zh_hans: 这些选项仅在调试版本中可见，用于测试崩溃报告。
zh_hant: 這些選項僅在除錯版本中可見，用於測試當機報告。

source: Time
es: Hora
ko: 시간
vi: Giờ
zh_hans: 时间
zh_hant: 時間

# time_picker_hour_accessibility
source: Hour
es: Hora
ko: 시
vi: Giờ
zh_hans: 小时
zh_hant: 小時

# time_picker_label
source: Time
es: Hora
ko: 시간
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# time_picker_minute_accessibility
source: Minute
es: Minuto
ko: 분
vi: Phút
zh_hans: 分钟
zh_hant: 分鐘

# time_picker_period_accessibility
source: AM or PM
es: a. m. o p. m.
ko: 오전 또는 오후
vi: SA hoặc CH
zh_hans: 上午或下午
zh_hant: 上午或下午

# timezone_picker_label
source: Time Zone
es: Zona horaria
ko: 시간대
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

source: Title
es: Título
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Title & Description
es: Título y descripción
ko: 제목 및 설명
vi: Tiêu đề và mô tả
zh_hans: 标题和描述
zh_hant: 標題和描述

# toast_admin_status_updated
source: Admin status updated
es: Estado de administrador actualizado
ko: 관리자 상태가 업데이트되었습니다
vi: Đã cập nhật trạng thái quản trị
zh_hans: 管理员状态已更新
zh_hant: 管理員狀態已更新

# toast_comment_deleted
source: Comment deleted
es: Comentario eliminado
ko: 댓글이 삭제되었습니다
vi: Đã xóa bình luận
zh_hans: 评论已删除
zh_hant: 評論已刪除

# toast_comment_posted
source: Comment posted
es: Comentario publicado
ko: 댓글이 게시되었습니다
vi: Đã đăng bình luận
zh_hans: 评论已发布
zh_hant: 評論已發布

# toast_conversation_hidden
source: Conversation hidden
es: Conversación oculta
ko: 대화가 숨겨졌습니다
vi: Đã ẩn cuộc trò chuyện
zh_hans: 对话已隐藏
zh_hant: 對話已隱藏

# toast_message_edited
source: Message edited
es: Mensaje editado
ko: 메시지가 수정되었습니다
vi: Đã chỉnh sửa tin nhắn
zh_hans: 消息已编辑
zh_hant: 訊息已編輯

# toast_message_unsent
source: Message unsent
es: Mensaje no enviado
ko: 메시지 전송이 취소되었습니다
vi: Đã thu hồi tin nhắn
zh_hans: 消息已撤回
zh_hant: 訊息已撤回

# toast_new_message_accessibility
source: New message notification
es: Notificación de mensaje nuevo
ko: 새 메시지 알림
vi: Thông báo tin nhắn mới
zh_hans: 新消息通知
zh_hant: 新訊息通知

# toast_new_message_hint
source: Double-tap to open the conversation
es: Toca dos veces para abrir la conversación
ko: 두 번 탭하여 대화 열기
vi: Nhấn đúp để mở cuộc trò chuyện
zh_hans: 轻点两下打开对话
zh_hant: 點兩下以開啟對話

# toast_post_deleted
source: Post deleted
es: Publicación eliminada
ko: 게시물이 삭제되었습니다
vi: Đã xóa bài viết
zh_hans: 帖子已删除
zh_hant: 帖子已刪除

# toast_question_deleted
source: Question deleted
es: Pregunta eliminada
ko: 질문이 삭제되었습니다
vi: Đã xóa câu hỏi
zh_hans: 问题已删除
zh_hant: 問題已刪除

# toast_question_posted
source: Question posted
es: Pregunta publicada
ko: 질문이 게시되었습니다
vi: Đã đăng câu hỏi
zh_hans: 问题已发布
zh_hant: 問題已發布

# toast_reply_posted
source: Reply posted
es: Respuesta publicada
ko: 답글이 게시되었습니다
vi: Đã đăng trả lời
zh_hans: 回复已发布
zh_hant: 回覆已發布

# toast_xp_ride
source: +5 XP (+ savings bonus)
es: +5 XP (+ bono de ahorro)
ko: +5 XP (+ 절약 보너스)
vi: +5 XP (+ thưởng tiết kiệm)
zh_hans: +5 XP（+ 节省奖励）
zh_hant: +5 XP（+ 節省獎勵）

source: Town Hall
es: Ayuntamiento
ko: 타운홀
vi: Tòa thị chính
zh_hans: 市政厅
zh_hant: 市政廳

# town_hall_comment
source: Comment
es: Comentario
ko: 댓글
vi: Bình luận
zh_hans: 评论
zh_hant: 留言

# town_hall_post
source: Post
es: Publicación
ko: 게시글
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

# townhall_add_photo
source: Add Photo
es: Agregar foto
ko: 사진 추가
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

# townhall_author_profile_hint
source: Opens their profile
es: Abre su perfil
ko: 상대방의 프로필을 엽니다
vi: Mở hồ sơ của họ
zh_hans: 打开对方的个人资料
zh_hant: 開啟對方的個人資料

# townhall_badge_announcement
source: Announcement
es: Anuncio
ko: 공지
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# townhall_badge_review
source: Review
es: Reseña
ko: 리뷰
vi: Đánh giá
zh_hans: 评价
zh_hant: 評價

# townhall_be_first_to_comment
source: Be the first to comment on this post!
es: ¡Sé el primero en comentar esta publicación!
ko: 이 게시물에 첫 번째로 댓글을 달아보세요!
vi: Hãy là người đầu tiên bình luận về bài đăng này!
zh_hans: 成为第一个评论此帖子的人！
zh_hant: 成為第一個評論此貼文的人！

# townhall_be_first_to_share
source: Be the first to share something with the community!
es: ¡Sé el primero en compartir algo con la comunidad!
ko: 커뮤니티에 첫 번째로 무언가를 공유해 보세요!
vi: Hãy là người đầu tiên chia sẻ điều gì đó với cộng đồng!
zh_hans: 成为第一个与社区分享内容的人！
zh_hant: 成為第一個與社區分享內容的人！

# townhall_character_count_accessibility
source: %lld of %lld characters
es: %lld de %lld caracteres
ko: %lld자 입력됨 (최대 %lld자)
vi: %lld trên %lld ký tự
zh_hans: %lld / %lld 个字符
zh_hant: %lld / %lld 個字元

# townhall_comment_hidden_title
source: Comment hidden by moderators
es: Comentario oculto por los moderadores
ko: 운영자가 숨긴 댓글
vi: Bình luận đã bị người kiểm duyệt ẩn
zh_hans: 评论已被管理员隐藏
zh_hant: 留言已被管理員隱藏

# townhall_comments
source: Comments
es: Comentarios
ko: 댓글
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

# townhall_create_post
source: Create Post
es: Crear publicación
ko: 게시물 작성
vi: Tạo bài đăng
zh_hans: 创建帖子
zh_hant: 建立貼文

# townhall_delete_comment
source: Delete Comment
es: Eliminar comentario
ko: 댓글 삭제
vi: Xóa bình luận
zh_hans: 删除评论
zh_hant: 刪除評論

# townhall_delete_comment_confirmation
source: Are you sure you want to delete this comment? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar este comentario? Esta acción no se puede deshacer.
ko: 이 댓글을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
vi: Bạn có chắc chắn muốn xóa bình luận này? Hành động này không thể hoàn tác.
zh_hans: 确定要删除此评论吗？此操作无法撤销。
zh_hant: 確定要刪除此評論嗎？此操作無法撤銷。

# townhall_delete_post
source: Delete Post
es: Eliminar publicación
ko: 게시물 삭제
vi: Xóa bài đăng
zh_hans: 删除帖子
zh_hant: 刪除貼文

# townhall_delete_post_confirmation
source: Are you sure you want to delete this post? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta publicación? Esta acción no se puede deshacer.
ko: 이 게시물을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
vi: Bạn có chắc chắn muốn xóa bài đăng này? Hành động này không thể hoàn tác.
zh_hans: 确定要删除此帖子吗？此操作无法撤销。
zh_hant: 確定要刪除此貼文嗎？此操作無法撤銷。

# townhall_delete_post_failed
source: Couldn't delete the post. Please try again.
es: No se pudo eliminar la publicación. Por favor, inténtalo de nuevo.
ko: 게시글을 삭제하지 못했습니다. 다시 시도해 주세요.
vi: Không thể xóa bài đăng. Vui lòng thử lại.
zh_hans: 无法删除该帖子。请重试。
zh_hant: 無法刪除該貼文。請重試。

# townhall_downvote_comment_accessibility
source: Downvote comment
es: Votar en contra del comentario
ko: 댓글 비추천
vi: Phản đối bình luận
zh_hans: 反对评论
zh_hant: 反對評論

# townhall_downvote_comment_hint
source: Double-tap to downvote
es: Toca dos veces para votar en contra
ko: 두 번 탭하여 비추천
vi: Nhấn đúp để phản đối
zh_hans: 轻点两下反对
zh_hant: 點兩下以反對

# townhall_downvote_post_accessibility
source: Downvote post
es: Votar en contra de la publicación
ko: 게시물 비추천
vi: Phản đối bài đăng
zh_hans: 反对帖子
zh_hant: 反對貼文

# townhall_downvote_post_hint
source: Double-tap to downvote this post
es: Toca dos veces para votar en contra de esta publicación
ko: 두 번 탭하여 이 게시물 비추천
vi: Nhấn đúp để phản đối bài đăng này
zh_hans: 轻点两下反对此帖子
zh_hant: 點兩下以反對此貼文

# townhall_image
source: Image
es: Imagen
ko: 이미지
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# townhall_image_optional
source: Image (Optional)
es: Imagen (opcional)
ko: 이미지 (선택사항)
vi: Hình ảnh (Tùy chọn)
zh_hans: 图片（可选）
zh_hant: 圖片（可選）

# townhall_load_more_failed
source: Couldn't load more posts. Please try again.
es: No se pudieron cargar más publicaciones. Por favor, inténtalo de nuevo.
ko: 게시글을 더 불러오지 못했습니다. 다시 시도해 주세요.
vi: Không thể tải thêm bài đăng. Vui lòng thử lại.
zh_hans: 无法加载更多帖子。请重试。
zh_hant: 無法載入更多貼文。請重試。

# townhall_moderation_hidden_body
source: Only you can still see that this post was here after moderators hid it.
es: Solo tú puedes ver que esta publicación estuvo aquí después de que los moderadores la ocultaron.
ko: 운영자가 숨긴 후에는 이 게시글이 있었다는 사실을 본인만 볼 수 있습니다.
vi: Chỉ bạn mới thấy rằng bài đăng này từng ở đây sau khi người kiểm duyệt ẩn nó.
zh_hans: 管理员隐藏此帖子后，只有您还能看到它曾经存在。
zh_hant: 管理員隱藏此貼文後，只有您還能看到它曾經存在。

# townhall_moderation_hidden_title
source: Post hidden by moderators
es: Publicación oculta por los moderadores
ko: 운영자가 숨긴 게시글
vi: Bài đăng đã bị người kiểm duyệt ẩn
zh_hans: 帖子已被管理员隐藏
zh_hant: 貼文已被管理員隱藏

# townhall_must_be_logged_in_comment
source: You must be logged in to comment
es: Debes iniciar sesión para comentar
ko: 댓글을 작성하려면 로그인해야 합니다
vi: Bạn phải đăng nhập để bình luận
zh_hans: 您必须登录才能评论
zh_hant: 您必須登入才能評論

# townhall_must_be_logged_in_delete
source: You must be logged in to delete comments
es: Debes iniciar sesión para eliminar comentarios
ko: 댓글을 삭제하려면 로그인해야 합니다
vi: Bạn phải đăng nhập để xóa bình luận
zh_hans: 您必须登录才能删除评论
zh_hant: 您必須登入才能刪除評論

# townhall_must_be_logged_in_reply
source: You must be logged in to reply
es: Debes iniciar sesión para responder
ko: 답글을 작성하려면 로그인해야 합니다
vi: Bạn phải đăng nhập để trả lời
zh_hans: 您必须登录才能回复
zh_hant: 您必須登入才能回覆

# townhall_must_be_logged_in_vote
source: You must be logged in to vote
es: Debes iniciar sesión para votar
ko: 투표하려면 로그인해야 합니다
vi: Bạn phải đăng nhập để bỏ phiếu
zh_hans: 您必须登录才能投票
zh_hant: 您必須登入才能投票

# townhall_new_post
source: New Post
es: Nueva publicación
ko: 새 게시물
vi: Bài đăng mới
zh_hans: 新帖子
zh_hant: 新貼文

# townhall_no_comments_yet
source: No Comments Yet
es: Aún no hay comentarios
ko: 아직 댓글 없음
vi: Chưa có bình luận
zh_hans: 暂无评论
zh_hant: 暫無評論

# townhall_no_posts_yet
source: No Posts Yet
es: Aún no hay publicaciones
ko: 아직 게시물 없음
vi: Chưa có bài đăng
zh_hans: 暂无帖子
zh_hant: 暫無貼文

# townhall_photo_source
source: Add Photo
es: Agregar foto
ko: 사진 추가
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

# townhall_post
source: Post
es: Publicar
ko: 게시
vi: Đăng
zh_hans: 发布
zh_hant: 發布

# townhall_refresh_failed
source: Couldn't refresh Town Hall. Showing saved posts.
es: No se pudo actualizar el Foro. Se muestran las publicaciones guardadas.
ko: 타운홀을 새로 고치지 못했습니다. 저장된 게시글을 표시합니다.
vi: Không thể làm mới Diễn đàn. Đang hiển thị các bài đăng đã lưu.
zh_hans: 无法刷新社区论坛。正在显示已保存的帖子。
zh_hant: 無法重新整理社群論壇。正在顯示已儲存的貼文。

# townhall_remove_downvote_accessibility
source: Remove downvote
es: Quitar voto en contra
ko: 비추천 취소
vi: Bỏ phản đối
zh_hans: 取消反对
zh_hant: 取消反對

# townhall_remove_downvote_hint
source: Double-tap to remove your downvote
es: Toca dos veces para quitar tu voto en contra
ko: 두 번 탭하여 비추천 취소
vi: Nhấn đúp để bỏ phản đối của bạn
zh_hans: 轻点两下取消您的反对
zh_hant: 點兩下以取消您的反對

# townhall_remove_image
source: Remove Image
es: Eliminar imagen
ko: 이미지 제거
vi: Xóa hình ảnh
zh_hans: 移除图片
zh_hant: 移除圖片

# townhall_remove_upvote_accessibility
source: Remove upvote
es: Quitar voto a favor
ko: 추천 취소
vi: Bỏ ủng hộ
zh_hans: 取消赞同
zh_hant: 取消贊同

# townhall_remove_upvote_hint
source: Double-tap to remove your upvote
es: Toca dos veces para quitar tu voto a favor
ko: 두 번 탭하여 추천 취소
vi: Nhấn đúp để bỏ ủng hộ của bạn
zh_hans: 轻点两下取消您的赞同
zh_hant: 點兩下以取消您的贊同

# townhall_reply
source: Reply
es: Responder
ko: 답글
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# townhall_reply_comment_accessibility
source: Reply to comment
es: Responder al comentario
ko: 댓글에 답글 달기
vi: Trả lời bình luận
zh_hans: 回复评论
zh_hant: 回覆評論

# townhall_reply_comment_hint
source: Double-tap to reply
es: Toca dos veces para responder
ko: 두 번 탭하여 답글 달기
vi: Nhấn đúp để trả lời
zh_hans: 轻点两下回复
zh_hant: 點兩下以回覆

# townhall_reply_plural
source: replies
es: respuestas
ko: 답글
vi: trả lời
zh_hans: 条回复
zh_hant: 則回覆

# townhall_reply_singular
source: reply
es: respuesta
ko: 답글
vi: trả lời
zh_hans: 条回复
zh_hant: 則回覆

# townhall_replying_to
source: Replying to %@
es: Respondiendo a %@
ko: %@에게 답장
vi: Đang trả lời %@
zh_hans: 回复 %@
zh_hant: 回覆 %@

# townhall_report_comment_accessibility
source: Report comment
es: Reportar comentario
ko: 댓글 신고
vi: Báo cáo bình luận
zh_hans: 举报评论
zh_hant: 檢舉評論

# townhall_report_post_accessibility
source: Report post
es: Reportar publicación
ko: 게시물 신고
vi: Báo cáo bài đăng
zh_hans: 举报帖子
zh_hant: 檢舉貼文

# townhall_reported
source: Reported
es: Reportado
ko: 신고됨
vi: Đã báo cáo
zh_hans: 已举报
zh_hant: 已檢舉

# townhall_review_anonymous
source: Reviewed %@
es: Reseñó a %@
ko: %@님을 리뷰함
vi: Đã đánh giá %@
zh_hans: 评价了 %@
zh_hant: 評價了 %@

# townhall_review_by_author
source: %@ reviewed %@
es: %1$@ reseñó a %2$@
ko: %1$@님이 %2$@님을 리뷰함
vi: %1$@ đã đánh giá %2$@
zh_hans: %1$@ 评价了 %2$@
zh_hant: %1$@ 評價了 %2$@

# townhall_review_for_favor
source: %@ for a favor
es: %@ por un favor
ko: %@ 부탁
vi: %@ cho nhờ vả
zh_hans: %@ 帮忙
zh_hant: %@ 幫忙

# townhall_review_for_ride
source: %@ for a ride
es: %@ por un viaje
ko: %@ 라이드
vi: %@ cho chuyến đi
zh_hans: %@ 搭车
zh_hant: %@ 搭車

# townhall_send_comment_accessibility
source: Send comment
es: Enviar comentario
ko: 댓글 보내기
vi: Gửi bình luận
zh_hans: 发送评论
zh_hant: 發送留言

# townhall_send_reply_accessibility
source: Send reply
es: Enviar respuesta
ko: 답글 보내기
vi: Gửi trả lời
zh_hans: 发送回复
zh_hant: 發送回覆

# townhall_unknown
source: Unknown
es: Desconocido
ko: 알 수 없음
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# townhall_unknown_user
source: Unknown User
es: Usuario desconocido
ko: 알 수 없는 사용자
vi: Người dùng không xác định
zh_hans: 未知用户
zh_hant: 未知用戶

# townhall_upvote_comment_accessibility
source: Upvote comment
es: Votar a favor del comentario
ko: 댓글 추천
vi: Ủng hộ bình luận
zh_hans: 赞同评论
zh_hant: 贊同評論

# townhall_upvote_comment_hint
source: Double-tap to upvote
es: Toca dos veces para votar a favor
ko: 두 번 탭하여 추천
vi: Nhấn đúp để ủng hộ
zh_hans: 轻点两下赞同
zh_hant: 點兩下以贊同

# townhall_upvote_post_accessibility
source: Upvote post
es: Votar a favor de la publicación
ko: 게시물 추천
vi: Ủng hộ bài đăng
zh_hans: 赞同帖子
zh_hant: 贊同貼文

# townhall_upvote_post_hint
source: Double-tap to upvote this post
es: Toca dos veces para votar a favor de esta publicación
ko: 두 번 탭하여 이 게시물 추천
vi: Nhấn đúp để ủng hộ bài đăng này
zh_hans: 轻点两下赞同此帖子
zh_hant: 點兩下以贊同此貼文

# townhall_vote_failed
source: Couldn't save your vote. Please try again.
es: No se pudo guardar tu voto. Por favor, inténtalo de nuevo.
ko: 투표를 저장하지 못했습니다. 다시 시도해 주세요.
vi: Không thể lưu bình chọn của bạn. Vui lòng thử lại.
zh_hans: 无法保存您的投票。请重试。
zh_hant: 無法儲存您的投票。請重試。

# townhall_whats_on_your_mind
source: What's on your mind?
es: ¿En qué estás pensando?
ko: 무슨 생각을 하고 있나요?
vi: Bạn đang nghĩ gì?
zh_hans: 你在想什么？
zh_hant: 你在想什麼？
